const postDetail = {
  postId: 10,
  title: '최대 26자까지 가능 최대 26자 까지 가능 최대 26자까지 가능',
  contents:
    '무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀무엇을 얘기할까요? 아무말이라면, 삶은 항상 놀',
  createdAt: '2024-01-01 12:34:56',
  thumbnail: 'https://avatars.githubusercontent.com/u/144337839?v=4',
  commentCount: 6,
  hitCount: 12345678,
  likeCount: 1234,
  isVisible: true,
  owner: {
    memberId: 1,
    nickname: '더미사용자1',
    profileImage: 'https://avatars.githubusercontent.com/u/144337839?v=4',
  },
};

export default postDetail;
